<template>
  <v-row justify="center" class="mt-4">
    <v-col cols="12" md="10" sm="12" class="px-5">
      <v-card class="mx-auto my-0 pa-5">
        <h1 justify="left">隱私政策</h1>
        <v-divider class="my-5"></v-divider>
        <p><strong>隱私權聲明</strong></p>
        <p>
          「本站」
          為了客戶管理與服務及其他電子商務服務、履行法定或合約義務、保護當事人及相關利害關係人之權益、售後服務、以及經營合於營業登記項目或組織章程所定之業務等目的，依照各該服務之性質，可能蒐集您的姓名、連絡方式(包括但不限於電話、E-MAIL
          及地址等)、服務單位、職稱、為完成收款或付款所需之資料、ＩＰ位址、及其他得以直接或間接識別使用者身分之個人資料。
        </p>
        <p>
          此外，為提升服務品質， 「本站」 會依照所提供服務之性質，記錄使用者的
          IP 位址、以及在 「本站」
          平台內的瀏覽活動(例如，使用者所使用的軟硬體、所點選的網頁)等資料，但是這些資料僅供作流量分析和網路行為調查，以便於改善
          「本站」
          的服務品質，這些資料也只是總量上的分析，不會和特定個人相連繫。
        </p>

        <p><strong>使用者之內容和資料聲明</strong></p>
        <p>
          使用者擁有本身於 「本站」
          參與記錄，使用者可透過設定之功能來管理分享資訊。
        </p>
        <p>
          此外，智慧財產權所涵蓋的內容（包括相片和影片之IP內容），使用者具體地給予
          「本站」 以下權限：使用者給予 「本站」
          非獨有、可轉讓、可再授權、免版稅的全球授權，「本站」 得使用參與於
          「本站」 平台服務與 「本站」 連繫（ IP 授權）的任何 IP
          內容。同時，當使用者刪除 IP 內容，情況就如同在電腦上清理資源回收筒。
        </p>
        <p>
          然而，使用者應明白已刪除的內容可能會在合理時間內於 「本站」
          存有備份副本（但不會提供給他人使用）。
          另外，當使用者使用公開設定發佈內容或資料，代表使用者允許所有會員存取或使用該資料，並且將之與使用者聯想在一起（例如，使用者之姓名與大頭貼照）。
        </p>
      </v-card>
    </v-col>
  </v-row>
</template>

<script>
export default {};
</script>
