<template>
  <v-row justify="center" class="mt-4">
    <v-col cols="12" md="10" sm="12" class="px-5">
      <v-card class="mx-auto my-0 pa-5">
        <h1 justify="left">使用條款</h1>
        <v-divider class="my-5"></v-divider>
        <p>
          此「使用條款（即權利與義務宣告）」是 「本站」 的服務條款，用以規範
          「本站」 與用戶及其他與 「本站」 互動的人士之關係。透過使用或登入
          「本站」
          ，代表使用者同意本條款。本條款之內容包括條款本文、以及本文明確援引之其他協議，以及未來本公司可能發佈的各項規則。
        </p>
        <p><strong>一般規範</strong></p>
        <p>
          「本站」
          提供履歷撰寫及作品集網站之服務提供者；本公司的產品和服務包括：CV履歷建立及作品集網站建立，
          有任何相關條款變動我們將在平台公告30日，並個別通知使用者相關變動內容。
        </p>

        <p><strong>註冊義務聲明</strong></p>
        <p>為了能使用本服務，使用者需同意以下事項：</p>
        <ol>
          <li>依本服務註冊表之提示提供使用者本人正確、最新及完整的資料。</li>
          <li>
            維持並更新使用者之個人資料，確保其為正確、最新及完整。若使用者提供任何錯誤、不實或不完整的資料，「本站」
            有權暫停或終止使用者帳號，並拒絕使用者使用全部或部分服務。
          </li>
        </ol>

        <p><strong>使用者的守法義務及承諾</strong></p>
        <p>
          使用者承諾絕不為任何非法目的或以任何非法方式使用本服務，並承諾遵守中華民國相關法規及一切使用網際網路之國際慣例。您若係中華民國以外之使用者，並同意遵守所屬國家或地域之法令。您同意並保證不得利用本服務從事侵害他人權益或違法之行為，包括但不限於：
        </p>
        <ol>
          <li>
            上載、張貼、公布或傳送任何誹謗、侮辱、具威脅性、攻擊性、不雅、猥褻、不實、違反公共秩序或善良風俗或其他不法之文字、圖片或任何形式的檔案於本服務上。
          </li>
          <li>
            侵害他人名譽、隱私權、營業秘密、商標權、著作權、專利權、其他智慧財產權及其他權利。
          </li>
          <li>違反依法律或契約所應負之保密義務。</li>
          <li>冒用他人名義使用本服務。</li>
          <li>
            上載、張貼、傳輸或散佈任何含有電腦病毒或任何對電腦軟、硬體產生中斷、破壞或限制功能之程式碼之資料。
          </li>
          <li>從事不法交易行為或張貼虛假不實、引人犯罪之訊息。</li>
          <li>販賣槍枝、毒品、禁藥、盜版軟體或其他違禁物。</li>
          <li>提供賭博資訊或以任何方式引誘他人參與賭博。</li>
          <li>濫發廣告訊息、垃圾訊息、連鎖信、違法之多層次傳銷訊息等。</li>
          <li>以任何方法傷害未成年人。</li>
          <li>偽造訊息來源或以任何方式干擾傳輸來源之認定。</li>
          <li>
            干擾或中斷本服務或伺服器或連結本服務之網路，或不遵守連結至本服務之相關需求、程序、政策或規則等，包括但不限於：使用任何設備、軟體或刻意規避「本站」之排除自動搜尋之標頭
            ( robot exclusion headers )。
          </li>
          <li>對於恐怖行動提供任何實質支持或資源。</li>
          <li>
            追蹤他人或其他干擾他人或為前述目前蒐集或儲存他人之個人資訊。
          </li>
          <li>其他「本站」有正當理由認為不適當之行為。</li>
          <li>
            消費者有下列情形之一者，由消費者自負一切法律責任，企業經營者並得通知消費者終止本契約，消費者不得拒絕：
            <ul>
              <li>
                消費者蓄意散布干擾企業經營者網站系統正常運作之電腦程式。
              </li>
              <li>
                消費者在企業經營者網站系統上散布恐嚇、毀謗、侵害他人隱私、色情或其他違反強制或禁止規定、公序良俗之文字、圖片或影像。
              </li>
            </ul>
          </li>
        </ol>

        <p>
          消費者利用本服務從事其他不法或違反本契約約定事項之行為，其情節重大，且經企業經營者通知消費者限期改正而屆期未改正者，企業經營者得通知消費者終止本契約，消費者不得拒絕。
        </p>
        <p>
          企業經營者依前二項之約定終止本契約者，應按比例返還消費者相當於終止契約前尚未使用之本服務授權使用費金額。
        </p>
        <p><strong>平台及內容之所有權及智慧財產權聲明</strong></p>
        <p>
          一、會員同意其於使用本公司服務及/或服務期間所參與之相關錄影、錄音及文字、圖片檔等內容之相關智慧財產權及其他權利均歸屬本公司所有，本公司可自行利用，包括但不限於系列產品之編輯與研發、會員觀摩、業務推廣、產品發表或銷售之使用，會員未經本公司事前書面同意，不得擅將課程之錄音、錄影或教材內容，公開播送或販售，亦不得以任何方式提供與第三人知悉、持有及利用。
        </p>
        <p>
          二、會員於使用本公司服務中時接觸之名稱、商標、服務標識、技術、系統、教材、影片、圖像、廣告資料、錄影檔及其他相關資料之智慧財產權均歸屬本公司所有或由本公司合法取得授權，非經本公司事前書面同意，會員不得以任何目的和方式使用，亦不得提供給任何第三人利用。如有違反，本公司有權立即終止會員使用本公司服務之權利外，會員並須同時支付本公司按所購買課程及服務之服務總價或會員所享有免費服務之原銷售總價十倍計算之懲罰性違約金，對因此給本公司造成的所有經濟損失，會員仍應承擔賠償責任。如會員與本公司有訂立服務契約者，無論服務契約為有償或無償，本公司並有權解除或終止該服務契約。
        </p>
        <p>
          三、會員使用本公司服務時，不得擅自使用任何屬於他人的技術秘密或其他商業秘密資訊，亦不得擅自實施可能侵犯他人智慧財產權的行為。若會員違反上述承諾而導致本公司遭受第三人侵權指控和起訴等，造成本公司聲譽和經濟方面的直接和間接損失時，會員應承擔一切經濟和法律責任。
        </p>
        <p>
          四、本條前述各款規定不因會員帳號終止或關閉、停止使用本公司服務或本使用條款變更、解除或終止而失效。
        </p>
      </v-card>
    </v-col>
  </v-row>
</template>

<script>
export default {};
</script>
